[
	{
		"name": "Nikko Tosho-gu Shrine",
		"url_name": "nikko",
		"img": "nikko1.jpg",
		"date": "12/02/24",
		"blocks": [
			{
				"period": "1617–1636",
				"block_name": "Foundation and Expansion",
				"paragraphes": {
					"en": [
						"Tōshō-gū was established in 1617 as the mausoleum of Tokugawa Ieyasu, the founder of the Tokugawa shogunate. From the very beginning, the shrine was conceived not only as a religious site but also as a political symbol of stability and power.",
						
						"Between 1634 and 1636 the complex was massively expanded under Tokugawa Iemitsu. During this period, dozens of buildings were reconstructed with lavish decoration, transforming the shrine into the most ornate religious complex in Japan."
					],
					"fr": [
						"Le Tōshō-gū a été fondé en 1617 pour servir de mausolée à Tokugawa Ieyasu, fondateur du shogunat Tokugawa. Dès le début, le sanctuaire a été conçu non seulement comme un lieu de culte, mais aussi comme un symbole politique de stabilité et de pouvoir.",
						
						"Entre 1634 et 1636, le complexe a été considérablement agrandi sous Tokugawa Iemitsu. Au cours de cette période, des dizaines de bâtiments ont été reconstruits avec des décorations somptueuses, transformant le sanctuaire en le complexe religieux le plus orné du Japon."

					],
					"ru": [
						"Тосё-гу был основан в 1617 году как мавзолей Токугава Иэясу, основателя сёгуната Токугава. С самого начала храм задумывался не только как религиозное место, но и как политический символ стабильности и власти.",
						
						"В период с 1634 по 1636 год комплекс был значительно расширен при Токугаве Иэмицу. В этот период были реконструированы десятки зданий с роскошной отделкой, что превратило храм в самый богато украшенный религиозный комплекс в Японии."
					],
					"ja": [
						"東照宮は1617年、徳川幕府の創始者である徳川家康の霊廟として建立された。当初から、この神社は宗教的施設であるだけでなく、安定と権力の政治的象徴として構想されていた.",
						
						"1634年から1636年にかけて、徳川家光のもとで境内は大規模に拡張された。この期間に数十棟の建物が豪華な装飾を施して再建され、神社は日本で最も華麗な宗教建築群へと変貌を遂げた。."
					]
				}
			},

			{
				"period": "17th–19th centuries",
				"block_name": "Edo Period",
				"paragraphes": {
					"en": [
						"Throughout the Edo period, Tōshō-gū functioned as a sacred center legitimizing the rule of the shoguns. Pilgrimages by daimyō and officials reinforced its political importance.",
					
						"The architectural style deliberately broke with traditional austerity, favoring color, gold leaf, and narrative carvings. This visual richness communicated divine protection and unchallengeable authority."		
					],
					"fr": [
						"Tout au long de la période Edo, Tōshō-gū a fonctionné comme un centre sacré légitimant le pouvoir des shoguns. Les pèlerinages des daimyō et des fonctionnaires ont renforcé son importance politique.",

						"Le style architectural rompait délibérément avec l'austérité traditionnelle, privilégiant les couleurs, la feuille d'or et les sculptures narratives. Cette richesse visuelle communiquait la protection divine et une autorité incontestable."
					],
					"ru":[
						"На протяжении всего периода Эдо Тосё-гу функционировал как священный центр, легитимизирующий власть сёгунов. Паломничества даймё и чиновников усиливали его политическую значимость.",

						"Архитектурный стиль сознательно отходил от традиционной строгости, отдавая предпочтение цветам, сусальному золоту и нарративной резьбе. Это визуальное богатство символизировало божественную защиту и непререкаемую власть."
					],
					"ja": [
						"江戸時代を通じて、東照宮は将軍の統治を正当化する神聖な中心地として機能した。大名や役人による参拝はその政治的重要性をさらに強固なものとした。",

						"建築様式は意図的に伝統的な質素さを破り、色彩、金箔、物語を刻んだ彫刻を好んだ。この視覚的な豊かさは、神の加護と絶対的な権威を伝えた。"
					]
				}
			},

			{
				"period": "1999–Present",
				"block_name": "Present time",
				"paragraphes": {
					"en": [
						"In 1999, Tōshō-gū became part of the UNESCO World Heritage Site “Shrines and Temples of Nikkō.” Conservation efforts now focus on preserving its fragile decorative elements.",
						"Today, the shrine is both a spiritual destination and a cultural monument, visited for its history, symbolism, and craftsmanship."
					],
					"fr": [
						"En 1999, le Tōshō-gū a été inscrit au patrimoine mondial de l’UNESCO au sein du site « Sanctuaires et temples de Nikkō ». Les efforts de conservation se concentrent aujourd’hui sur la préservation de ses éléments décoratifs fragiles.",
						"Aujourd’hui, le sanctuaire est à la fois un lieu spirituel et un monument culturel, visité pour son histoire, son symbolisme et la qualité de son artisanat."
					],
					"ru": [
						"В 1999 году Тосё-гу был включён в список Всемирного наследия ЮНЕСКО в составе объекта «Святилища и храмы Никко». Современные реставрационные работы направлены на сохранение его хрупких декоративных элементов.",
						"Сегодня храм является одновременно духовным центром и культурным памятником, который посещают ради его истории, символики и мастерства исполнения."
					],
					"ja": [
						"1999年、東照宮は「日光の社寺」としてユネスコ世界遺産に登録された。現在では、繊細な装飾要素を保護することに重点を置いた保存活動が行われている。",
						"今日、東照宮は精神的な巡礼地であると同時に文化的記念碑でもあり、その歴史、象徴性、そして卓越した職人技を目的に多くの人々が訪れている。"
					]
				}
			}
		]
	},

	{
		"name": "Rinno-ji Temple",
		"url_name": "rinno",
		"img": "nikko7.jpeg",
		"date": "25/11/19",
		"blocks": [
			{
				"period": "766–1200",
				"block_name": "Origins of Buddhist Nikko",
				"paragraphes": {
					"en": [
						"Rinnō-ji was founded in 766 by the monk Shōdō Shōnin, who introduced Buddhism to the Nikkō region. The temple became the spiritual nucleus around which other religious sites developed.",
						"Early structures were modest, emphasizing ascetic practice and harmony with nature rather than architectural grandeur."
					],
					"fr": [
						"Rinnō-ji a été fondé en 766 par le moine Shōdō Shōnin, qui introduisit le bouddhisme dans la région de Nikkō. Le temple devint le noyau spirituel autour duquel se développèrent d’autres sites religieux.",
						"Les premières structures étaient modestes, mettant l’accent sur la pratique ascétique et l’harmonie avec la nature plutôt que sur la grandeur architecturale."
					],
					"ru": [
						"Храм Ринно-дзи был основан в 766 году монахом Сёдо Сёнин, который принёс буддизм в регион Никко. Храм стал духовным ядром, вокруг которого развивались другие религиозные центры.",
						"Ранние постройки отличались скромностью, подчёркивая аскетическую практику и гармонию с природой, а не архитектурную пышность."
					],
					"ja": [
						"輪王寺は766年、僧・勝道上人によって創建され、彼は日光地域に仏教をもたらした。寺院は他の宗教施設が発展していく精神的中核となった。",
						"初期の建築は質素で、建築的な壮麗さよりも修行と自然との調和が重視されていた。"
					]
				}
			},

			{
				"period": "17th Century",
				"block_name": "Integration with Tokugawa Power",
				"paragraphes": {
					"en": [
						"During the early Edo period, Rinnō-ji gained political importance due to its proximity to Tōshō-gū. Members of the imperial family served as head priests, strengthening ties between religion and governance.",
						"The Sanbutsudō Hall emerged as the central structure, housing monumental Buddhist statues that defined the temple’s identity."
					],
					"fr": [
						"Au début de la période Edo, Rinnō-ji gagna en importance politique en raison de sa proximité avec le Tōshō-gū. Des membres de la famille impériale occupèrent la fonction de grands prêtres, renforçant les liens entre religion et pouvoir.",
						"Le pavillon Sanbutsudō s’imposa comme structure centrale, abritant des statues bouddhiques monumentales qui définissaient l’identité du temple."
					],
					"ru": [
						"В ранний период Эдо храм Ринно-дзи приобрёл политическое значение благодаря близости к Тосё-гу. Представители императорской семьи занимали посты верховных настоятелей, укрепляя связь между религией и властью.",
						"Зал Санбуцудо стал центральным сооружением комплекса, в котором размещались монументальные буддийские статуи, определившие облик храма."
					],
					"ja": [
						"江戸時代初期、輪王寺は東照宮に近接していたことから政治的重要性を高めた。皇族が門主を務め、宗教と統治の結びつきが強化された。",
						"三仏堂は中心的建築として確立され、巨大な仏像群が寺院のアイデンティティを形作った。"
					]
				}
			},

			{
				"period": "Modern Period",
				"block_name": "Restoration and Continuity",
				"paragraphes": {
					"en": [
						"After periods of decline and damage, major restoration projects were undertaken in the 20th and 21st centuries.",
						"Rinnō-ji today represents the quieter, contemplative counterpart to Tōshō-gū, emphasizing ritual, space, and continuity."
					],
					"fr": [
						"Après des périodes de déclin et de destructions, d’importants projets de restauration furent entrepris aux XXᵉ et XXIᵉ siècles.",
						"Aujourd’hui, Rinnō-ji incarne une alternative plus calme et contemplative au Tōshō-gū, mettant l’accent sur le rituel, l’espace et la continuité."
					],
					"ru": [
						"После периодов упадка и разрушений в XX и XXI веках были реализованы масштабные реставрационные проекты.",
						"Сегодня Ринно-дзи представляет собой более спокойный и созерцательный контраст Тосё-гу, подчёркивая значение ритуала, пространства и преемственности."
					],
					"ja": [
						"衰退や損傷の時代を経て、20世紀および21世紀に大規模な修復事業が実施された。",
						"今日の輪王寺は、東照宮とは対照的な静かで瞑想的な存在として、儀礼、空間、そして継続性を重視している。"
					]
				}
			}
		]
	},

	{
		"name": "Futarasan Shrine",
		"url_name": "futarasan",
		"img": "nikko8.png",
		"date": "19/09/21",
		"blocks": [
			{
				"period": "8th Century",
				"block_name": "Sacred Mountains",
				"paragraphes": {
					"en": [
						"Futarasan Shrine was founded in 782 and dedicated to the worship of Nikkō’s sacred mountains: Mount Nantai, Mount Nyohō, and Mount Tarō.",
						"Unlike later monumental complexes, the shrine focused on nature worship, embedding architecture into the surrounding forest."
					],
					"fr": [
						"Le sanctuaire Futarasan a été fondé en 782 et dédié au culte des montagnes sacrées de Nikkō : le mont Nantai, le mont Nyohō et le mont Tarō.",
						"Contrairement aux complexes monumentaux ultérieurs, le sanctuaire se concentrait sur le culte de la nature, intégrant l’architecture dans la forêt environnante."
					],
					"ru": [
						"Святилище Футарасан было основано в 782 году и посвящено поклонению священным горам Никко: горе Нантай, горе Нёхо и горе Таро.",
						"В отличие от более поздних монументальных комплексов, святилище сосредоточилось на почитании природы, вписывая архитектуру в окружающий лес."
					],
					"ja": [
						"二荒山神社は782年に創建され、日光の聖なる山々、男体山、女峰山、太郎山の信仰に捧げられた。",
						"後の壮大な建築群とは異なり、この神社は自然崇拝に重点を置き、建築を周囲の森林に溶け込ませている。"
					]
				}
			},

			{
				"period": "Medieval–Edo Period",
				"block_name": "Spiritual Balance",
				"paragraphes": {
					"en": [
						"As Buddhism and Shinto coexisted, Futarasan Shrine functioned as a stabilizing spiritual force alongside Rinnō-ji and Tōshō-gū.",
						"Its restrained architectural language contrasted intentionally with the opulence of nearby structures, reinforcing spiritual balance within the religious landscape of Nikkō."
					],
					"fr": [
						"Alors que le bouddhisme et le shinto coexistaient, le sanctuaire Futarasan fonctionnait comme une force spirituelle stabilisatrice aux côtés de Rinnō-ji et du Tōshō-gū.",
						"Son langage architectural sobre contrastait intentionnellement avec l’opulence des structures voisines, renforçant l’équilibre spirituel dans le paysage religieux de Nikkō."
					],
					"ru": [
						"По мере сосуществования буддизма и синтоизма святилище Футарасан функционировало как стабилизирующая духовная сила наряду с Ринно-дзи и Тосё-гу.",
						"Его сдержанный архитектурный язык намеренно контрастировал с пышностью соседних построек, укрепляя духовный баланс в религиозном ландшафте Никко."
					],
					"ja": [
						"仏教と神道が共存する中、二荒山神社は輪王寺や東照宮とともに安定的な精神的役割を果たした。",
						"その抑制された建築様式は近隣の華麗な建築と意図的に対比され、日光の宗教的景観の中で精神的な均衡を強調した。"
					]
				}
			},

			{
				"period": "1999–Present",
				"block_name": "Living Shrine",
				"paragraphes": {
					"en": [
						"With UNESCO recognition in 1999, Futarasan Shrine gained international attention while continuing daily rituals.",
						"It remains an active place of worship, valued for its continuity rather than transformation."
					],
					"fr": [
						"Grâce à la reconnaissance de l’UNESCO en 1999, le sanctuaire Futarasan a attiré l’attention internationale tout en poursuivant ses rituels quotidiens.",
						"Il reste un lieu de culte actif, apprécié pour sa continuité plutôt que pour sa transformation."
					],
					"ru": [
						"С признанием ЮНЕСКО в 1999 году святилище Футарасан привлекло международное внимание, продолжая ежедневные ритуалы.",
						"Оно остаётся активным местом поклонения, ценимым за свою непрерывность, а не за трансформацию."
					],
					"ja": [
						"1999年のユネスコ認定により、二荒山神社は国際的な注目を集めつつ、日々の儀式を継続している。",
						"変化よりも継続性が重視される、現在も活発な信仰の場である。"
					]
				}
			}
		]
	}
]